export const PROSMOTR_WEBINAR =
    {
        id: '1',
        photo: '30',
        direction: 'UX/UI-дизайн',
        topic: 'Дизайн',
        title: 'Умная анимация в Figma',
        description: '<p>Видео о прототипировании и анимации в Фигме. В этот раз сконцентрируемся на новом функционале Smart Animate, позволяющем создавать довольно сложные анимированные прототипы.</p>\n' +
            '    <p>Сделаем анимацию перелистывания карточек, сложный переход в списке, удаление элемента через свайп, раскрытие карточки в календаре и даже сымитируем загрузку приложения.</p>',
        nickname: 'volgin64',
        nickname_photo: '5',
        data: '11.04.2024',
        time: '14:00',
        button_record: 'normal',
    }


export const PROSMOTR_STATYA =
    {
        id: '1',
        photo: '22',
        title: '8 способов быстро придумать концепцию логотипа',
        description: '<p>Иногда нужно быстро придумать концепцию стиля для бизнеса, проекта, курса, сайта. Можно начать с логотипа, а из него развить будущий стиль. Расскажем о способах, как сделать это быстро и эффективно.</p>\n' +
            '    <ol>\n' +
            '        <li>Вертеть-крутить, пока не «склеится»</li>\n' +
            '        <li>Увидеть спрятанный символ и подчеркнуть его</li>\n' +
            '        <li>Собрать символ из букв названия</li>\n' +
            '        <li>Вписать символы друг в друга</li>\n' +
            '        <li>Визуально отразить ценности</li>\n' +
            '        <li>Монограмма без смысла</li>\n' +
            '        <li>Красивый текст</li>\n' +
            '        <li>Прямо в лоб</li>\n' +
            '    </ol>\n' +
            '    <p>Пишите в комментариях, какими способами пользуетесь вы!</p>',
        data: '09.04.2024',
        likes: '32',
        comments: '2'
    }

export const PROSMOTR_STATYA_COMMENTS = [
    {
        id: '1',
        nickname: 'walia0803',
        nickname_photo: '6',
        comment: 'Очень полезная статья, спасибо!',
        time: '16:32',
        like: 'default'
    },
    {
        id: '2',
        nickname: 'mark12',
        nickname_photo: '3',
        comment: '2 способ всегда срабатывает :)',
        time: '15:15',
        like: '2'
    },

]

export const PROSMOTR_VIDEO = {
    id: '1',
    photo: '26',
    title: 'Симуляция полета бумаги в Cinema 4D',
    description: '<p>Сегодня мы будем создавать динамичную парящую бумагу в C4D. Мы будем использовать динамику мягкого тела для создания эффекта "парения на ветру" в Cinema 4D.</p>',
    data: '09.04.2024',
    likes: '46',
    comments: '2'
}

export const PROSMOTR_VIDEO_COMMENTS = [
    {
        id: '1',
        nickname: 'yulirya',
        nickname_photo: '7',
        comment: 'Давно хотела научиться, спасибо!',
        time: '16:32',
        like: '2'
    },
    {
        id: '2',
        nickname: 'victoria_gre',
        nickname_photo: '9',
        comment: 'Спасибо за видео! Подскажите, как заставить некоторые объекты медленно всплывать вверх и вращаться, как будто гравитация отключена?',
        time: '15:15',
        like: 'default'
    },

]